Revit 2024 API
ParameterTypeId.CurveIsMultilevel Property
 "Multilevel Boundary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CurveIsMultilevel { get; }
Visual Basic
Public Shared ReadOnly Property CurveIsMultilevel As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurveIsMultilevel {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace